Repository: reke592/sa_flutter_flux_sample
Catalog: lib/src/localization/app_*.arb
Languages: fil

# lLanguage
source: Language
fil: Wika

# lTheme
source: Theme
fil: Tema

# lTodosPageTitle
source: Todos
fil: Mga Gawain

# lTaskScreenTitle
source: Tasks
fil: Mga Gawain

# lTagsScreenTitle
source: Tags
fil: Mga Tag

# lStagesScreenTitle
source: Stages
fil: Mga Yugto

# lSettings
source: Settings
fil: Mga Setting

# lCreateTask
source: Create Task
fil: Lumikha ng Gawain

# lCreateStage
source: Create Stage
fil: Lumikha ng Yugto

# lTaskInfo
source: Task Info
fil: Impormasyon ng Gawain

# lAssignTask
source: Assign task
fil: Italaga sa

# lAssignStage
source: Stage
fil: Yugto

# lInitialStage
source: Initial Stage
fil: Umpisang Yugto

# lManpowerScreenTitle
source: Manpower
fil: Lakas-Tao

# lProjectInfoScreenTitle
source: Project Info
fil: Impormasyon ng Proyekto

# lConfirm
source: Confirm
fil: Kumpirmahin

# lProceed
source: Proceed
fil: Magpatuloy

# lCancel
source: Cancel
fil: Kanselahin

# lDiscard
source: Discard
fil: I-discard

# confirmUpdateInitialStage
source: This will replace the initial stage `{stageName}` when creating new Task, do you want to continue?
fil: Ito ay magpapalit sa umpisang yugto {stageName} kapag lumilikha ng bagong Gawain, gusto mo bang magpatuloy?

# eTaskDescriptionRequired
source: Task description is required
fil: Kinakailangan ang paglalarawan ng Gawain

# eAtleastOneInitialStage
source: There should be atleast one initial stage
fil: Dapat mayroong hindi bababa sa isang umpisang yugto

# eMustUpdateStage
source: Must update the stage
fil: Kailangang i-update ang yugto

# eMustAssignManpower
source: Must assign a manpower
fil: Kailangang italaga ang lakas-tao
